package com._365d1.model.vo;
// +----------------------------------------------------------------------
// | 官方网站: www.c2b666.com
// +----------------------------------------------------------------------
// | 功能描述: 店铺用户
// +----------------------------------------------------------------------
// | 创建时间: 2020-12-03 20:37
// +----------------------------------------------------------------------
// | 代码创建: 朱荻 <292018748@qq.com>
// +----------------------------------------------------------------------
// | 版本信息: V 0.0.1
// +----------------------------------------------------------------------
// | 代码修改:（修改人 - 修改时间）
// +----------------------------------------------------------------------

import lombok.Data;

import java.io.Serializable;

@Data
public class User4LoginVo implements Serializable {

	private String id;
	private String password;
	private Integer role;
	private Integer loginCount;
	private String storeId;
	private String retailId;
	private Integer status;

}
